{
  "Villa Tepe": "Create a facebook post content with maximum 1500 characters long for renting out my villa to visitors coming to their vacation in Kalkan Turkey. Use descriptive adjectives, use correct grammar, make people to rent the place be persuasive, let the reader feel warm Mediterrenian summer. My villa named as Villa Tepe. Here are the amenties of the villa, there are 4 bedrooms as 2 queen bedroom and 2 twin bedrooms. It accomodate easily up to 8 people. It has great sea, nature and mountain views all around the villa. On the ground floor large living room with comfortable sofa set, flat screen TV with satelitte channels and fully equipped kitchen to cook, dining areas both inside and on the terrace. Villa has own quite big private infinity pool and 6 sunbeds for relaxing and sunbathing after swimming. It has wide garden area with full of beautiful flowers and trees. Villa is located at Kiziltas area of the Kalkan where the one of the most beautiful Kalkan bay and harbour can be seen. Villa is just 1,2 km away from the town centre. All rooms has own private bathroom and toilet, there is one bathroom also available on the living room. On the bedrooms bed linens, sheets and towels are provided to the guests. On the queen bedrooms hot tub is available.",
  "Villa Gok": "Create a facebook post content with maximum 1500 characters long for renting out my villa to visitors coming to their vacation in Kalkan Turkey. Use descriptive adjectives, use correct grammar, make people to rent the place be persuasive, let the reader feel warm Mediterrenian summer. My villa named as Villa Gok.  Here are the amenties of the villa, there are 5 bedrooms as 2 queen bedroom and 3 twin bedrooms. It accomodate easily up to 10 people. It has great sea, nature and mountain views all around the villa. On the ground floor large living room with comfortable sofa set, flat screen TV with satelitte channels and fully equipped kitchen to cook, dining areas both inside and on the terrace. Villa has own quite big private infinity pool and 8 sunbeds for relaxing and sunbathing after swimming. It has wide garden area with full of beautiful flowers and trees. Villa is located at Kiziltas area of the Kalkan where the one of the most beatiful Kalkan bay and harbour can be seen. Villa is just 1,2 km away from the town centre. All rooms has own private bathroom and toilet, there is one bathroom also available on the living room. On the bedrooms bed linens, sheets and towels are provided to the guests. On the queen bedrooms hot tub is available."
}